Repository: paulmadore/G-Keymap
Catalog: Reference Code/lineak/klineakconfig-0.9/po/*.po
Languages: de

source: &Restart Lineakd
de: Lineakd &Neustarten

source: &Start Lineakd
de: Lineakd &Starten

source: S&top Lineakd
de: Lineakd S&topen

source: &Configure Keyboard
de: Tastatur &Konfigurieren

source: &Preferences
de: &Einstellungen

source: WARNING: KLineakConfig could parse your keyboard definition file!
de: WARNUNG: KLineakConfig ändert möglicherweise ihre Tastaturdefinitionsdatei!

source: WARNING: KLineakConfig could not find any keys defined for your keyboard! You probably have a corrupt or incorrect keyboard definition file in either: %1 or %2
de: WARNUNG: KLineakConfig konnte keine für ihre Tastatur definierten Tasten finden! Sie haben möglicherweise eine defekte Tastaturdefinitionsdatei in entweder: %1 oder %2

source: ERROR: The Lineak configuration could not be saved.
de: FEHLER: Die Lineak Konfiguration konnte nicht gesichert werden.

source: WARNING: KLineakConfig could not start the easy access keyboard driver!
de: WARNUNG: KLineaKConfig konnte den Easy Acces Tastatur Treiber nicht laden!

source: Do you want to save your changes?
de: Möchten Sie ihre Änderungen speichern?

source: The lineakd daemon is still running. Do you want to continue running lineakd in the background? (If not, you will be unable to use your easy access keys.)
de: Der lineakd Daemon läuft noch. Möchten Sie lineakd weiterhin im Hintergrund laufen lassen? (wenn nicht, wird es ihnen nicht möglich sein, ihre Easy Acces Tasten zu benutzen.)

source: Leave lineakd running?
de: Lineakd laufen lassen?

source: Run in background
de: Im Hintergrund laufen

source: Stop lineakd
de: Lineakd stopen

source: Error opening configuration file for writing!
de: Bei dem Öffnen der Konfigurationsdatei zum Schreiben ist ein Fehler aufgetreten!

source: Key %1 mapped to key name %2
de: Taste %1 verweise auf Tastename %2

source: A user defined keyboard definition file already exists. Do you want to replace that definition with a new one?
de: Eine Benutzerdefinierte Tastaturdefinition eyistiert bereists.n Möchten Sie die vorhandene Datei ersetzen?

source: Don't Replace
de: Nicht ersetzen

source: WARNING: KlineakControl could not start the keyboard led display (kkeyled)!
de: WARNUNG: KLineakControl konnte das Tastatur LED Display (kkeyled) nicht starten!

source: No running instance of KMail found.
de: Keine laufende instantz von KMail gefunden.

source: Eject CD-ROM
de: CD-ROM auswerfen

source: Increase volume
de: Volume erhöhen

source: Decrease volume
de: Volume veringern

source: Mute volume
de: Mute

source: Sleep
de: Schlafen

source: Configuration file not found, please run "lineakd -c TYPE" to create one for your keyboard.
de: Konfigurationsdatei nicht gefunden, bitte führen Sie "lineakd .c TYPE" aus um eine für ihre Tastatur zu erstellen.

source: FATAL ERROR occurred while reading configuration data!
de: Es ist ein FATALER FEHLER beim Lesen der Konfigurationsdaten aufgetreten!

source: Error in config file: KeyboardType not found!
de: Fehler in Konfigurationsdatei: Keyboard Typ nicht gefunden!

source: Preferences
de: Einstellungen

source: My keyboard does not have LEDs. Use kkeyled to show them.
de: Meine Tastatur hat keine LEDs. Benutze kkeyled um sie anzuzeigen.

source: Start kkeyled (a panel applet to show your led status) on startup. This requires that you have kkeyled installed.
de: Starte kkeyled (ein panel Applet um den LED Status anzuzeigen) beim starten. Dieses beinhaltet das Sie kkeyled installiert haben.

source: Email address to send my defined keyboard to:
de: Email Adresse um meine definierte Tastatatur zu schicken an:

source: Continue to run lineakd after exiting.
de: Lineakd nach beenden weiterlaufen lassen.

source: Continue to run kkeyled after exiting.
de: Kkeyled nach beenden weiter laufen lassen.

source: Defaults
de: Standart

source: Klineak Keyboard Definition Tool
de: KlineaK Tastatur Definierungs Tool

source: Keyboard
de: Tastatur

source: Key Name:
de: Tastenname:

source: Enter the name of a key you wish to define.
de: Gib den Namen von einer Taste ein, die sie definieren möchten.

source: Key Code:
de: Tastencode:

source: The system code for this key.
de: Der Systemcode für diese Taste.

source: Defined Keys:
de: Definierte Tasten:

source: Keys you have defined.
de: Tasten die Sie definiert haben.

source: Click on a key to view or modify it's settings.
de: Klicke auf eine Taste um die Einstellungen anzuzeigen oder zu ändern.

source: Clear Key
de: Taste leeren

source: Select a key above, then click this button to remove it from the list.
de: Wählen Sie oben eine Taste aus und klicken sie anschließend auf diesen Button um sie von der Liste zu entfernen.

source: Clear All
de: Alle leeren

source: Remove all defined keys.
de: Alle definierten Tasten löschen.

source: Submit my Keyboard
de: Meine Tastaturdefinition einsenden

source: Choose Picture
de: Bild wählen

source: Write a local definition file and close this dialog.
de: Schreib eine lokale Definierungsdatei und schließe diesen Dialog.

source: Quit without saving your changes.
de: Beenden ohne die Änderungen zu speichern.

source: Keyboard Brand:
de: Tastaturmarke:

source: Enter the brand of your keyboard.
de: Gib die Marke von ihrer Tastatur ein.

source: Keyboard Model:
de: Tastaturmodell:

source: Enter the model of your keyboard.
de: Gib das Modell deiner Tastatur ein.

source: First enter yout keyboard brand and model in the boxes above. Then type in a Key Name in the "Key Name" box above and press an "Easy Access Key" that corresponds to the key name you chose, You can click on a key in the "Defined Keys" list to see or change it's mapping. You can select a key, and then press the "Clear" button to remove it, or you can remove all keys with the "Clear All" button.
de: Als erstes geben SIe ihre Tastaturmarke und Modell in die unteren Boxen ein. Dann geben Sie einen Tastennamen in das "Tastenname" Eingabefeld unten und drücken sie einen "Easy Acces Key" der dem Tastennamen den Sie eingegeben haben zugeordnet werden soll. Sie können auf eine Taste in den "Definierten Tasten" klicken um ihre zugehörigkeit zu sehen und oder zu ändern. Sie können eine Taste auswählen un anschließend den "Leeren" Button anklicken um sie zu löschen, oder alle löschen mit dem "Alle Leeren" Button.

source: Global settings
de: Globale Einstellungen

source: Lineakd is written and maintained by Mark Smulders. This program is written and maintained by Sheldon Lee-Wen.
de: Lineakd wurde geschrieben und ist unter der Aufsicht von Mark Smulders. Dieses Programm ist geschrieben und unter der Augsicht von Sheldon Lee-Wen.

source: The path to your cdrom device. If you don't know what it is leave this as the default.
de: Der Pfad zu Ihrem cdrom device. Wenn sie diesen nicht wissen, behalten sie diese Einstellungen als Standart.

source: The path to your sound card mixer. If you do not know leave this as the default.
de: Der Pfad zu ihrem Soundkarten Mixer. Wenn sie diesen nicht wissen, behalten sie diese Einstellungen als Standart.

source: Your keyboard.
de: Ihre Tastatur.

source: Your brand of keyboard
de: Der Marke ihrer Tastatur

source: Keyboard type:
de: Tastaturtyp:

source: Pick your model of keyboard.
de: Wählen Sie ihr Tastaturmodell.

source: Keyboard settings
de: Tastatureinstellungn

source: Available keys:
de: Verfügbare Tasten:

source: The keys that have been found for this keyboard..
de: Die Tasten die für diese Tastatur gefunden wurden..

source: Run command:
de: Befehl ausführen:

source: Run a command when the selected key is pressed. Enter the command into the box below.
de: Einen Befehl ausführen wenn die ausgewählte Taste gedrückt wird. Geben Sie ihren eigenen Befehl in die Box ein.

source: Run this command when the selected key in the 'Available keys' list is pressed.
de: Diesen Befehl ausführen wenn die gewählte Taste in der 'Verfügbare Tasten' liste gedrückt wird.

source: Perform special action:
de: Spezielle Aktion ausführen:

source: Choose to use a special action when the selected key in the 'Available keys' list is pressed. Use the chooser below to select the special action.
de: Wählen um eine spzeielle Aktion zu benutzen wenn die ausgewählte Taste in der 'Verfügbare Tasten' liste gedrückt wird. Benutzen Sie den Chooser unten um eine spezielle Aktion auszuwählen.

source: Use this special action when the selected key in the 'Available keys' list is pressed.
de: Diese spezielle Aktion benutzen wenn die gewählte Taste in der 'Verfügbare Tasten' liste gedrückt wird.

source: _: NAME OF TRANSLATORS Your names
de: Jan Tönjes

source: _: EMAIL OF TRANSLATORS Your emails
de: jan.toenjes@web.de
