Repository: paulmadore/G-Keymap
Catalog: Reference Code/keymap/keytouch-2.2.4/keytouch-keyboard/po/*.po
Languages: ca, ga, vi

source: keyTouch - change keyboard
ca: keyTouch - canvi de teclat
ga: keyTouch - athraigh an méarchlár
vi: Bấm Phím — chuyển đổi bàn phím

source: Manufacturer:
ca: Fabricant:
ga: Déantóir:
vi: Hãng chế tạo :

source: Model:
ga: Samhail:
vi: Mô hình:

source: Current keyboard
ca: Teclat actual
ga: An méarchlár reatha
vi: Bàn phím hiện có

source: _Import...
ca: _Importar...
ga: _Iompórtáil...
vi: _Nhập...

source: Available keyboards
ca: Teclats disponibles
ga: Méarchláir le fáil
vi: Các bàn phím có sẵn sàng

source: Import keyboard
ca: Importar teclat
ga: Iompórtáil méarchlár
vi: Nhập bàn phím

source: Cannot import '%s', because a newer version of the keyboard file has already been installed.
ca: No es pot importar '%s' perquè hi ha instal·lada una versió més nova de l'arxiu de teclat.
ga: Ní féidir '%s' a iompórtáil, toisc go bhfuil leagan níos nuaí den chomhad méarchláir suiteáilte.
vi: Không thể nhập « %s » vì một phiên bản tập tin bàn phím mới hơn đã được cài đặt.

source: The keyboard file could not be imported because it is invalid: %s
ca: L'arxiu de teclat no pot ser importat perquè és invàlid: %s
ga: Níorbh fhéidir an comhad méarchláir a iompórtáil toisc go bhfuil sé neamhbhailí: %s
vi: Không thể nhập tập tin bàn phím này vì nó là không hợp lệ: %s

source: Couldn't find pixmap file: %s
ca: No es pot trobar l'arxiu pixmap: %s
ga: Níorbh fhéidir mapa picteilíní a aimsiú: %s
vi: Không tìm thấy tập tin sơ đồ điểm ảnh: %s

source: An error occurred while saving the configuration. Check your permissions for the file "%s".
ca: A passat un error quan s'estava salvant la configuració. Revisa els teus permisos per l'arxiu "%s".
ga: Tharla earráid agus an chumraíocht á sábháil. Féach an bhfuil an cead cuí agat chun "%s" a scríobh.
vi: Gặp lỗi khi lưu cấu hình này. Hãy kiểm tra quyền hạn của bạn về tập tin « %s ».

source: '%s' is a directory.
ca: '%s' és un directori.
ga: Is comhadlann é '%s'.
vi: « %s » là thư mục.

source: '%s' is not a valid XML document.
ca: '%s' és un document XML invàlid.
ga: Ní comhad bailí XML é "%s".
vi: « %s » không phải là tập tin XML hợp lệ.

source: The keyboard file directory '%s' does not exist and could not be created, so this program cannot continue.
ca: El directori d'arxius de teclat '%s' no existeix i no pot ser creat, per tant aquest programa no pot continuar.
ga: Níl comhadlann mhéarchláir '%s' ann agus níorbh fhéidir é a chruthú. Ní féidir dul ar aghaidh dá bharr sin.
vi: Không có thư mục tập tin bàn phím « %s » nên chương trình này không thể tiếp tục được.

source: Failed to open the keyboard file "%s" for reading.
ca: S'ha fallat al obrir l'arxiu de teclat "%s" per llegir-lo.
ga: Ní féidir comhad méarchlár "%s" a oscailt chun é a léamh.
vi: Lỗi mở tập tin bàn phím « %s » để đọc.

source: Failed to copy the keyboard file to the keyboard file directory (%s). Check your permissions for this directory.
ca: S'ha fallat al copiar l'arxiu de teclat al director d'arxius de teclat (%s). Revisa els teus permisos per aquest directori.
ga: Theip ar chóipeáil an chomhaid méarchláir go dtí an chomhadlann mhéarchláir (%s). Féach an bhfuil cead scríofa agat sa chomhadlann seo.
vi: Lỗi chép tập tin bàn phím vào thư mục tập tin bàn phím (%s). Hãy kiểm tra quyền hạn của bạn về thư mục này.

source: Manufacturer
ca: Fabricant
ga: Déantóir
vi: Hãng chế tạo

source: Model
ga: Samhail
vi: Mô hình

source: Could not allocate memory.
ca: No hi ha espai a la memòria
ga: Níorbh fhéidir cuimhne a dháileadh.
vi: Không thể cấp phát bộ nhớ.

source: The keyboard file contains an invalid action element (where the action is a plugin).
ca: L'arxiu de teclat conté una acció invàlida (on l'acció és un plugin).
ga: Tá eilimint neamhbhailí ghnímh sa chomhad méarchláir (agus is breiseán é an gníomh seo).
vi: Tập tin bàn phím này chứa một yếu tố kiểu hành động không hợp lệ (mà hành động là bổ sung).

source: The keyboard file contains the invalid action-type value '%s'.
ca: L'arxiu de teclat conté el valor d'un tipus d'acció invàlid '%s'.
ga: Tá luach neamhbhailí ghnímh '%s' sa chomhad méarchláir.
vi: Tập tin bàn phím này chứa giá trị kiểu hành động không hợp lệ « %s ».

source: The keyboard file contains an incomplete key element.
ca: L'arxiu de teclat conté un element de tecla incomplet.
ga: Tá eilimint neamhiomlán eochrach sa chomhad méarchláir.
vi: Tập tin bàn phím này chứa một yếu tố khoá chưa hoàn toàn.

source: The keyboard file contains an empty key-name element.
ca: L'arxiu de teclat conté un nom de tecla buit.
ga: Tá eilimint fholamh ainm eochrach sa chomhad méarchláir.
vi: Tập tin bàn phím này chứa một yếu tố kiểu tên khoá trống.

source: The keyboard file contains more than once a key named '%s'.
ca: L'arxiu de teclat conté més d'una tecla anomenada '%s'.
ga: Tá níos mó ná aon eochair amháin darb ainm '%s' sa chomhad méarchláir.
vi: Tập tin bàn phím này chứa khoá tên « %s » nhiều lần.

source: '%s' is an invalid scancode.
ca: '%s' és un codi d'escaneig invàlid.
ga: Is scanchód neamhbhailí é '%s'
vi: « %s » là mã quét không hợp lệ.

source: Keycode %s is used more than once.
ca: El codi de tecla %s és fet servir més d'un cop.
ga: Cód eochrach `%s' in úsáid níos mó ná uair amháin.
vi: Mã khoá %s được dùng nhiều lần.

source: The keyboard file contains an empty keycode.
ca: L'arxiu de teclat conté un codi de tecla buit.
ga: Tá cód folamh eochrach sa chomhad méarchláir.
vi: Tập tin bàn phím này chứa một mã khoá trống.

source: '%s' is an invalid keycode.
ca: '%s' és un codi de tecla invàlid.
ga: Is cód neamhbhailí eochrach é '%s'.
vi: « %s » là mã khoá không hợp lệ.

source: The last-change-date "%s" of the keyboard file is not a valid date.
ca: La última data de canvis "%s" de l'arxiu de teclat no és una data vàlida.
ga: Ní dáta bailí é an dáta athraithe "%s" sa chomhad méarchláir.
vi: Tập tin bàn phím này có ngày sửa đổi cuối cùng « %s » không phải là ngày hợp lệ.

source: The keyboard file does not contain a keyboard element.
ca: L'arxiu de teclat no conté un element de teclat.
ga: Níl eilimint mhéarchláir sa chomhad méarchláir.
vi: Tập tin bàn phím này khống chứa một yếu tố kiểu bàn phím.

source: The keyboard file does provide enough information about the keyboard model.
ca: L'arxiu de teclat no dóna suficient informació sobre el model del teclat.
ga: Níl go leor eolais faoin mhód méarchláir sa chomhad méarchláir.
vi: Tập tin bàn phím này có phải cung cấp đủ thông tin về mô hình bàn phím.

source: The keyboard file does not contain a key-list element.
ca: L'arxiu de teclat no conté una llista de tecles.
ga: Níl eilimint eochairliosta sa chomhad méarchláir.
vi: Tập tin bàn phím này không chứa một yếu tố kiểu danh sách khoá.

source: The "keyboard" element in the keyboard file does not contain a %s element.
ca: El "teclat" en l'arxiu de teclat no conté l'element %s.
ga: Níl eilimint %s san eilimint "keyboard" sa chomhad méarchláir.
vi: Tập tin bàn phím này chứa yếu tố « keyboard » (bàn phím) không chứa một yếu tố kiểu %s.

source: The syntax version of the keyboard file is not compatible with this version of keyTouch.
ca: La síntesi de la versió de l'arxiu de teclat no és compatible amb aquesta versió de keyTouch.
ga: Níl an leagan comhréire seo den chomhad méarchláir comhoiriúnach leis an leagan seo de keyTouch.
vi: Tập tin bàn phím này chứa phiên bản cú pháp không tương thích với phiên bản Bấm Phím này.

source: The keyboard file does not contain any %s element.
ca: L'arxiu de teclat no conté cap element %s.
ga: Níl aon eilimint %s sa chomhad méarchláir.
vi: Tập tin bàn phím này không chứa yếu tố kiểu %s nào.
