Repository: paulmadore/G-Keymap
Catalog: Reference Code/keymap/keytouch-2.2.4/keytouch-config/po/*.po
Languages: ca, fr

source: Could not allocate memory.
ca: No hi ha espai a la memòria
fr: Impossible d'allouer de la mémoire.

source: No keyboard was specified, please select your keyboard.
ca: No s'ha especificat cap teclat, selecciona el teu teclat.
fr: Aucun clavier n'a été choisi, sélectionnez le vôtre s'il vous plaît.

source: %s Please select your keyboard model to solve this problem.
ca: %s Selecciona el model del teu teclat per solucionar aquest problema.

source: Keys:
ca: Tecles:
fr: Touches:

source: Key:
ca: Tecla:
fr: Touche:

source: _Default setting:
ca: D_efecte:
fr: Choix par _défaut:

source: _Program:
ca: _Programa:
fr: _Programme:

source: Function:
ca: Funció:
fr: Fonction:

source: Sp_ecial action:
ca: Acció e_special:
fr: Action spécial_e:

source: Ch_oose...
ca: Tr_ia...

source: Runs:
ca: Executa:
fr: Exécute:

source: Key settings
ca: Configuració de la tecla
fr: Action de la touche

source: Key _settings
ca: C_onfiguració
fr: _Attributions des touches

source: Keyboard manufacturer:
ca: Fabricant del teclat:
fr: Fabricant du clavier:

source: Keyboard model:
ca: Model del teclat:
fr: Modèle de clavier:

source: Chang_e...
ca: Ca_nvia...
fr: Chan_ger...

source: _Keyboard
ca: _Teclat
fr: _Clavier

source: Available plugins:
ca: Plugins disponibles:
fr: Greffons disponibles:

source: _Download...
ca: D_escarregar...
fr: _Télécharger...

source: _Information...
ca: _Informació...

source: _Import...
ca: I_mportar...
fr: _Importer...

source: Special action plugins
ca: Plugins d'accions especials
fr: Actions spéciales des greffons

source: Documents directory:
ca: Directori de documents:
fr: Dossier personnel:

source: Home page:
ca: Pàgina d'inici:
fr: Page d'accueil:

source: Search page:
ca: Pàgina de busqueda:
fr: Page de recherche:

source: User settings
ca: Configuració d'usuari
fr: Paramètres de l'utilisateur

source: Internet browser:
ca: Navegador:
fr: Navigateur internet:

source: E-mail program:
ca: E-mail:
fr: Gestionnaire de courriels:

source: Chat program:
ca: Xat:
fr: Programme de messagerie instantanée:

source: External programs
ca: Programes externs
fr: Programmes externes

source: Pre_ferences
ca: P_referències
fr: Pré_férences

source: Version:
ca: Versió:

source: Developer:
ca: Autor:
fr: Développeur:

source: License:
ca: Llicència:
fr: Licence:

source: Site:
ca: Web:

source: Contact:
ca: E-mail:

source: GPL 2 or higher
ca: GPL 2 o superior
fr: GPL 2 ou supérieure

source: About
ca: Quant a
fr: Au sujet de

source: Help & A_bout
ca: Ajuda i _Quant a
fr: Aide & Au su_jet de

source: Plugin Information
ca: Informació plugin
fr: Information sur les greffons

source: Plugin name:
ca: Nom del plugin:
fr: Nom du greffon:

source: Author:
ca: Autor:
fr: Auteur:

source: Functions:
ca: Funcions:
fr: Fonctions:

source: Description:
ca: Descripció:

source: Choose application
ca: Tria la aplicació:

source: Select the application:
ca: Selecciona la aplicació:

source: Application command:
ca: Comanda d'aplicació:

source: To change the keyboard keyTouch has to be closed. After you changed the keyboard keyTouch will be started again.
ca: Per canviar el teclat keyTouch s'ha de tancar. Després de que canviïs el teclat keyTouch es reiniciarà.
fr: Afin de changer de clavier keyTouch doit être fermé. Une fois que vous aurez effectué le changement, keyTouch sera à nouveau relancé.

source: Do you really want to remove the plugin "%s"?
ca: Realment vols eliminar el plugin "%s"?
fr: Voulez-vous réellement supprimer le greffon "%s"?

source: Import plugin
ca: Importar plugin
fr: Importer un greffon

source: Couldn't find pixmap file: %s
ca: No es pot trobar l'arxiu pixmap: %s
fr: Fichier pixmap %s introuvable

source: The keyboard (configuration) file contains an invalid action element.
ca: L'arxiu de teclat conté un element invàlid.
fr: Le fichier de configuration du clavier contient une action invalide.

source: The keyboard (configuration) file contains an invalid action-type value.
ca: L'arxiu de teclat conté un tipus d'acció invàlida.
fr: Le fichier de configuration du clavier contient une action invalide.

source: The keyboard file contains an incomplete key element.
ca: L'arxiu de teclat conté una configuració de tecla incompleta.
fr: Le fichier de clavier contient une référence de touche incomplète.

source: The keyboard file '%s' does not exist.
ca: L'arxiu de teclat '%s' no existeix.

source: You have no permissions to read from keyboard file '%s'.
ca: No tens permisos per llegir des de l'arxiu de teclat '%s'.

source: '%s' is an invalid keyboard file.
ca: L'arxiu de teclat '%s' és invàlid.
fr: "%s" n'est pas un fichier de clavier valide.

source: The keyboard file '%s' does not contain a keyboard element.
ca: L'arxiu de teclat '%s' no conté un element del teclat.
fr: Le fichier de clavier '%s' ne fait pas référence à un clavier.

source: The keyboard file '%s' does not contain a key-list element.
ca: L'arxiu de teclat '%s' no conté la llista de tecles.
fr: Le fichier de clavier '%s' ne contient pas de liste de référence à des touches.

source: The keyboard file '%s' is invalid.
ca: L'arxiu de teclat '%s' és invàlid.
fr: Le fichier de clavier '%s' est invalide.

source: The keyboard configuration file contains a key, named '%s', which does not appear in the keyboard file.
ca: L'arxiu de configuració del teclat conté una tecla, anomenada '%s', la qual no apareix en l'arxiu de teclat.

source: An error occurred while writing the preferences file "%s".
ca: Un error a succeït mentre s'escrivia l'arxiu de preferències "%s".
fr: Une erreur est survenue lors de l'écriture du fichier des préférences "%s".

source: An error occurred while writing the keyboard configuration file "%s".
ca: Un error a succeït mentre s'escrivia l'arxiu de configuració del teclat "%s".
fr: Une erreur est survenue lors de l'écriture du fichier de configuration du clavier "%s".

source: Plugin directory '%s' does not exist and creating the directory failed. This program will continue without loading the plugins in this directory.
ca: El directori de plugin '%s' no existeix i la creació del directori ha fallat. Aquest programa continuarà sense carregar els plugins d'aquest directori.
fr: Le dossier de greffons '%s' n'existe pas et sa création a échoué. Ce programme va poursuivre sans charger les greffons dans ce dossier.

source: Removing plugin "%s" failed. The reason for this is probably because this plugin is not located in your home directory and you don't have permission to remove a plugin in that is available for the whole system.
ca: L'eliminació del plugin "%s" ha fallat. La causa d'això segurament és perquè aquest plugin no està al teu directori personal i tu no tens permís per eliminar aquest plugin disponible per a tot el sistema.
fr: La suppression du greffon "%s" a échoué. Il est probable que ce greffon ne soit pas situé dans votre dossier personnel et que vous n'ayez pas les permissions d'y supprimer un greffon disponible pour le système.

source: Failed to open "%s", because it is an invalid plugin.
ca: S'ha fallat al obrir "%s" perquè és un plugin invàlid.

source: The plugin "%s" is already in the list.
ca: El plugin "%s" ja és a la llista.

source: Failed to copy the plugin to "%s".
ca: S'ha fallat al copiar el plugin a "%s".
fr: Échec de la copie du greffon vers "%s".

source: Failed to open "%s". Check if you are permitted to read this file.
ca: S'ha fallat al obrir "%s". Revisa si tens permís per llegir aquest arxiu.
fr: Échec lors de l'ouverture de "%s". Vérifiez que vous êtes autorisés à ouvrir ce fichier en lecture.

source: Because you did not set your browser in the preferences tab and because keyTouch could not identify your desktop environment, keyTouch will try to run 'firefox'. Please set your browser in the preferences tab.
ca: Com que no configures el teu navegador a la pestanya de preferències i com que keyTouch no pot identificar el teu entorn d'escriptori, keyTouch provarà d'executar 'Firefox'. Configura el teu navegador a la pestanya de preferències.
fr: Vous n'avez pas indiqué votre navigateur internet dans l'onglet Préférences et keyTouch n'a pas pu identifier votre environnement de bureau, alors keyTouch va tenter de lancer 'Firefox'. Précisez votre navigateur dans l'onglet Préférences s'il vous plaît.

source: Plugin:
fr: Greffon:
